Repository: acloudmovingby/Translation-Assistance-Tool
Catalog: Import Files/th_en_batch_1_fixed_chunk5.csv-650387.tmx
Source language: th_th
Languages: en_us

source: (สภาพดีไม่แพ้ในห้าง
en_us: (condition unsurpassed in the mall

source: (ไม่มีผู้ขายคนไหนสำหรับบนเว็บ
en_us: (there are no salespeople for online

source: - ราคาเปิดตัว - บาท (ยังไม่กำหนดราคา) ข่าวที่เกี่ยวข้อง แสดงความเห็น
en_us: -debut price - baht (as of yet unspecified price) related news shows an opinion

source: กรุณากรอกที่อยู่ในปัจจุบันของท่าน
en_us: please enter your current address

source: กรุณาสร้างรหัสผ่านโดยใช้ตัวเลขหรือตัวอักษรระหว่าง5-15
en_us: please create a password using between 5-15 numbers or characters

source: กรุณาใส่รหัสผู้ให้บริการ ( ตัวอย่าง 233 96948274)
en_us: please enter the code of the service provider (e.g. 233 96948274)

source: ก็ลองคิดดูสิครับ
en_us: think about it,

source: ขอให้ลองเช็คดูนะครับ
en_us: Please check and see.

source: ชอบเว็บนี้กดไลค์เลยจ้า
en_us: If this website is enjoyable, click like.

source: ซึ่งก็คือลายนิ้วมือคุณนั่นเอง
en_us: which is your own fingerprint

source: ซึ่งทางทีมงานก็ได้พยายามเต็มที่ในการแพ็คของเพื่อกันกระแทกนะครับ
en_us: The work team has put in the utmost effort to package items so as to protect them from being jostled.

source: ติดต่อธนาคารทางการส่งข้อความการติดต่อ
en_us: Contact the bank by sending a message. Contacting

source: ถ้ากล่องฉีกขาดจะไปอยู่ในหมวดสินค้ามีตำหนิ
en_us: If the box is torn, it's categorized as a defective product.

source: ทอร์สเฮาน์/ หมู่เกาะแฟโร
en_us: Tórshavn/ Faroe Islands

source: ทางเราต้องการสิ่งนี้เพื่อยืนยันบัญชีของท่าน
en_us: We need this thing in order to verify your account.

source: ที่นิยมเลี้ยงก็มีพันธุ์
en_us: There are varieties that are popular to grow.

source: ที่รับประกันว่าสินค้าทุกกล่องที่จัดส่งไม่มีบุบ
en_us: which guarantees that every box of products delivered is free from dents

source: ที่เกิดขึ้นจริง ในพื้นที่ ซึ่ง พ่อ เสด็จผ่าน!
en_us: which actually happened in the area father passed!

source: นี่คือ 8 ศัตรูของมะเร็ง
en_us: These are the 8 enemies of cancer.

source: บริการรับฝากเงินสดผ่านที่ทำการไปรษณีย์
en_us: cash deposit service at the post office

source: บัญชีเงินฝากประจำ เคเค ฟรี 55 อัพ
en_us: NS

source: บางทีเป็นราคาขายที่ 4-5 ปีที่แล้ว ของหมดแล้วก็ปล่อยไว้แบบนั้น
en_us: in some cases has been the sale price for 4-5 years. If out of stock, that's the way it remains.

source: มาร์ตินิวส์
en_us: Marty News

source: รางวัลที่ 1 รางวัลละ 3 ล้านบาท
en_us: For 1st prize, each prize is 3 million baht.

source: รางวัลที่ 2 รางวัลละ 1 แสนบาท
en_us: For 2nd prize, each prize is 1 hundred thousand baht.

source: รางวัลที่ 5 รางวัลละ 1 หมื่นบาท
en_us: For 2nd prize, each prize is 1 hundred thousand baht.

source: รางวัลแห่งความสำเร็จและการจัดอันดับ
en_us: achievement prize and ranking

source: วางมัดจำแล้วอาจไม่ได้ของต้องคืนเงินก็มี
en_us: Sometimes after making a deposit, the item is unavailable and a refund is given.

source: ว่าที่อื่นๆตั้งราคาไว้แล้วมีสินค้ามั้ย
en_us: At other places where the price has been posted, are the products in stock?

source: สภาพนั้นดีมากๆๆแทบทุกกล่อง
en_us: For nearly every box the condition is excellent.

source: สินเชื่อธุรกิจอพาร์ตเม้นต์และโรงแรม
en_us: loans for apartment and hotel business

source: สีขาวมุกเพิ่ม 15,000 บาท
en_us: pearl white has increased 15,000 baht

source: ส่วนของข้างในกล่องสภาพ 100% ทุกกล่อง ไม่มีพลาสติกขาด
en_us: In every box, the items are in 100% good condition, without any plastic missing.

source: หรือแผงหลุดใดๆนะครับ
en_us: NS

source: หาของราคานั้นไม่ได้แล้ว
en_us: Goods at that price can't be found.

source: หาเรื่องเที่ยวเกาหลีกับซีแนน!
en_us: Find out about traveling to Korea with Seenan!

source: เคเคเจน เวลท์ 15/7
en_us: KK Jane, Welt 15/7

source: เดเฟนซา จัสติเชีย
en_us: Defensa Justicia

source: เปอร์เซียและก็พันธุ์หิมาลายัน
en_us: Persian and Himalayan varities

source: เปิดโผศิลปินอายุต่ำกว่า-30-ที่ทำรายได้สูงสุดประจำปี 2016
en_us: Survey of the highest paid artists under -30- for 2016.

source: เหรียญหันข้าง อ.นำ วัดดอนศาลา ปี25 เนื้อเงิน ผิวเทพ
en_us: 25th anniversary, three-quarters view coin of Phra Ajahn Nam of Wat Don Sala, made of silver with a smooth finish

source: แถมเราขายถูกกว่ามากๆครับ) และสำคัญคือ!!
en_us: NS

source: และทำการล็อคอินก่อนการใช้โค้ดส่วนลดนี้
en_us: and login before using this discount code.

source: และยังไม่มีใบไหนกันบ...
en_us: and doesn't have any leaf...

source: ได้รับของภายใน 1-3 วันทำการ (กทม.และปริมณฑลวันเดียวได้รับของ
en_us: The item will be received within 1-3 business days (Bangkok and its surrounding area receive the items within one day

source: ไม่เอาสินค้าออกอะไรแบบนี้ก็มีครับ
en_us: Do not want any products like this to be made.

source: 2. ผู้ร้องจะต้องแสดงหนังสือนำจากกระทรวงการต่างประเทศ
en_us: 2. Claimants must show the letter from the Ministry of Foreign Affairs.

source: 2. อายุวีซ่า 3 เดือน หรือ 6 เดือน
en_us: 2. 3 or 6 month visas

source: 3. ค่าธรรมเนียม 1,000 บาท ต่อครั้ง
en_us: 3. 1000 baht fee each time

source: 3. ค่าธรรมเนียม 800 บาท ต่อครั้ง
en_us: 3. 800 baht fee each time

source: 6) การปฏิบัติหน้าที่ให้แก่รัฐวิสาหกิจ
en_us: 6) Performance of duties for a state enterprise

source: กงสุลหรือปฏิบัติภารกิจอื่น โดยเป็นบิดา มารดา คู่สมรส หรือบุตร ซึ่งอยู่ในความอุปการะและเป็นส่วนแห่งครัวเรือนของบุคคลดังกล่าว
en_us: the consul or to perform one's duties, as a father, mother, spouse, or son who are dependents of and are a member of said person's household.

source: กระทรวงแรงงานจะมีหนังสือแจ้งผลการอนุญาต
en_us: Ministry of Labour will have a letter announcing the results of the authorization.

source: กับบุคคลซึ่งมีตำแหน่งทางการทูตตามความตกลงที่รัฐบาลไทยได้ทำไว้กับรัฐบาลต่างประเทศ
en_us: and an individual who has a diplomatic position as per the agreement made between the government of Thailand and foreign governments.

source: การขอทำนัดสัมภาษณ์วีซ่าแบบเร่งด่วน
en_us: requesting an appointment to interview for an expedited visa.

source: การนัดสัมภาษณ์วีซ่าเป็นกลุ่ม
en_us: scheduling a visa interview as a group

source: ของประดับตกแต่งตามเทศกาล มุมกระดาษ ต้นไม้ กระถางต้นไม้ และที่วางกระถางต้นไม้
en_us: decorations according to the festival: paper corners, plants, plant pots, and pot stands.

source: ของผู้ที่ทำงานในประเทศไทย - หลักฐานแสดงว่าคู่สมรสเป็นคนสัญชาติไทย
en_us: of those working in Thailand - The evidence shows that the spouse is of Thai nationality.

source: ข้อมูลทั่วไปเกี่ยวกับวีซ่าชั่วคราว
en_us: general information about non-immigrant visas

source: คำร้องขอวีซ่าอยู่ระหว่างกระบวนการพิจารณา
en_us: The request for a visa is currently under consideration.

source: งานควิลท์ กระเป๋า งานเย็บ
en_us: quiltwork, bags, sewing

source: จะต้องมีหนังสือรับรองจากกระทรวงการต่างประเทศแจ้งขอเป็นรายๆ ไป เพื่อนำเรื่องเสนอผู้มีอำนาจพิจารณาสั่งการ
en_us: There must be a certificate from the Ministry of Foreign Affairs. Requests are to be made one by one to the authorized individual for their consideration.

source: จะรับติดต่อทางอีเมล์ทางเดียวค่ะ
en_us: can only be contacted by email.

source: ชั้นวางของแบบติดผนัง ตู้เสื้อผ้า อาหารประจำชาติสวีเดน
en_us: wall-mounted shelving, wardrobes, national food of Sweden

source: ช่องทางคนไทยในเวียดนาม
en_us: the Thai people's path in Vietnam

source: ซึ่งเข้ามาในราชอาณาจักรเป็นการชั่วคราวเพื่อปฏิบัติหน้าที่ทางการทูต
en_us: who are temporarily visiting the Kingdom to perform diplomatic duties.

source: ตะไคร้สามเกลอใต้ทานกับใบชะพลู
en_us: Takhrai Sam Kleu Tai, eaten with the leaves of the Piper sarmentosum plant

source: ตู้เสื้อผ้าแบบเปิดโล่ง ตู้ลิ้นชัก ที่เก็บเสื้อผ้า
en_us: open-air wardrobe, drawers, clothes closet

source: ต้นไม้และกระถางต้นไม้ ภายนอก เทียนและเชิงเทียน นาฬิกา ของแต่งบ้าน รูปภาพและกรอบรูป
en_us: plants and plant pots, outside, candles and candlesticks, clocks, house decorations, pictures and frames

source: ต้องการการติดต่อในกรณีฉุกเฉินฯ
en_us: must reach in an emergency

source: ต้องมีสำเนาหนังสือแต่งตั้งบุคคลของบริษัทยื่นประกอบด้วย ( หมายเหตุ 1. สำเนาเอกสารของบริษัทฯ
en_us: a copy of the letter of appointment from the company must also be submitted (Note 1. a copy of the the company's document

source: ที่นอนและซองหมอน หมอน ผ้าปูโต๊ะ ผ้านวม พรม ม่านห้องน้ำ ผ้าขนหนู เครื่องมือช่างและอุปกรณ์ประกอบเฟอร์นิเจอร์
en_us: mattress and pillow protectors, pillows, tablecloths, duvets, rugs, bathroom curtains, towels, craftsmen tools and furniture assembly tools

source: ท่านลูกค้าสามารถดาวน์โหลดได้ที่
en_us: The customer can download from

source: ผ้าหุ้มให้เลือกซื้อเพิ่มเติม โซฟาผ้า สตูลวางเท้าและเบาะนั่ง
en_us: extra blankets available for purchase, sofa fabrics, footrests and cushions

source: พระหล่อ-เหรียญหล่อ-พระปั๊มรูปเหมือน ก่อนปี 2520
en_us: cast Buddha image-cast coins-realistic Buddha image from before 1977

source: พร้อมทั้งแนบเอกสารของบริษัท เช่น ใบสำคัญแสดงการจดทะเบียนบริษัทหรือห้างหุ้นส่วนจำกัด
en_us: together with submitting company documents such as certificate of registration of a limited company or partnership.

source: มาดูดีกว่าว่าเวลาไหนที่เหมาะกับการออกรถ
en_us: came looking better said that any time that's suitable for taking the car out

source: ระบุวัตถุประสงค์ว่าจะขอเข้ามาใช้ชีวิตในฐานะผู้สูงอายุหรือเกษียณ
en_us: stated that the purpose was to request enter to live as senior or retiree

source: วันหยุดและเวลาปิดทำการ
en_us: holidays and days closed for business

source: สงวนลิขสิทธิ์ © 2558 บริษัท สนุก ออนไลน์ จำกัด
en_us: copyright © 2015 Sanook Online Co., Ltd.

source: สถานเอกอัครราชทูต ที่อยู่ แผนที่ และวันหยุด
en_us: NS

source: สปอร์ติกกลูบีดีปูร์ตูกาล
en_us: Sporting Clube de Portugal

source: สะบายผู้ดูแลห้องเครื่องวังสวนสุนันทา ใน พระวิมาดาเธอ พระองค์ สายสวลีภิรมย์
en_us: Sabai is the caretaker of the Suan Sunandha Palace kitchen for Saisavali Bhiromya.

source: สามารถเข้ากันได้ดีกับเครื่องพริกแกงอย่างที่คุณ
en_us: can mix well with the Phrik Kaeng spices just like you

source: หนังสือรับรองการจดทะเบียนบริษัทฯ
en_us: company registration certificate

source: หรือจากสถานเอกอัครราชทูตของประเทศผู้ขอ
en_us: or from the embassy of the applicant's home country

source: หรือจากหน่วยงานหรือองค์กรของสหประชาชาติที่ผู้ร้องสังกัดอยู่
en_us: or from the agency or the organization of the UN to which the petitioner belongs.

source: หรือจากหน่วยราชการของไทย
en_us: or from a Thai government office

source: หรือบุคคลซึ่งมีเอกสิทธิ์เท่าเทียมกัน
en_us: or a person with equivalent privileges

source: หรือหนังสือเดินทางสหประชาชาติที่เทียบเท่าหนังสือเดินทางทูตหรือหนังสือเดินทางราชการ
en_us: or a United Nations passport equivalent to a diplomatic or government passport

source: หากเว็บไซต์ของศูนย์บริการข้อมูลวีซ่านี้มีเนื้อหาต่างไป
en_us: if the website for this visa information service center contains different content

source: ห้องครัวแพนทรี ชั้นวางของ ตู้เก็บเอกสาร
en_us: pantry, shelving, file cabinet

source: องค์การระหว่างประเทศ รัฐวิสาหกิจ หน่วยงานรัฐบาล
en_us: international organizations, state enterprises, government agencies

source: อันอ้อยตาลหวานลิ้นแล้ว มิสิ้นรสหวาน ต้มปลาตะเพียนนานนับวัน วัน จนรสของเครื่องปรุงแทรกเข้าทุกอณูของปลา
en_us: the sugar cane tastes sweet and always sweet, the carp has been boiled for a long time such that the spices have permeated every molecule of the fish

source: อุปกรณ์ตรวจจับการเคลื่อนไหว และไจโรสโคป
en_us: motion detection equipment and gyroscopes

source: อุปกรณ์ห้องน้ำ ก๊อกน้ำ อ่างล้างหน้า ตู้ตั้งอ่างล้างหน้า โต๊ะทำงาน อุปกรณ์จัดเก็บสายไฟ
en_us: bathroom accessories, faucets, washbasins, medicine cabinet, worktables, cordcovers

source: เก้าอี้สำนักงาน เก้าอี้ 2 ขั้นและบันไดเล็ก
en_us: office chairs, 2-step stepstools and stepstools.

source: เครื่องใช้ไฟฟ้าขนาดใหญ่ (2977)
en_us: Large electrical appliances (2977)

source: เคาะสนิม เทคนิคอล 1/4 ทฤษฎีดาวเชิงประยุกต์
en_us: relearn technical 1/4, applied Dow theory

source: เป็นพนักงาน,ลูกจ้าง อื่นๆ
en_us: are other staff or employees.

source: เป็นพืชหายากในภาคกลาง
en_us: is a rare plant in the central region

source: เพื่อการอื่นนอกจากการเข้ามาประจำการในราชอาณาจักร
en_us: for some other reason besides assuming a permanent post in the Kingdom.

source: เพื่อปฏิบัติหน้าที่การทูต หรือกงสุล หรือราชการ
en_us: in order to perform diplomatic, consular, or civil service duties.

source: เพื่อรับข้อมูลอัพเดทและสิทธิพิเศษมากมาย
en_us: to receive numerous updates and special privileges.

source: เมาส์ คีย์บอร์ด รีโมท ลำโพง และอื่นๆ – ประเทศไทย
en_us: NS

source: เมื่อเดินทางเข้ามาในประเทศไทย
en_us: when traveling to Thailand

source: เรียนท่านสมาชิกผู้ถือบัตรฟลีทการ์ด
en_us: addressed to Fleet Card cardholders

source: เวลาผ่านไปจาก สาย จนบ่ายคล้อยแสงตะวัน
en_us: the time passed from mid-morning to dusk

source: เว้นแต่มีเหตุจำเป็นหรือเหตุสุดวิสัยไม่สามารถเดินทางออกไปได้
en_us: except where a departure is not possible due to an emergency or extenuating circumstances.

source: แกล้มด้วยพืชผักพื้นบ้านอย่างสายบัว
en_us: together with local vegetables such as lotus stems

source: แจ้งผลการพิจารณาอนุญาตให้คนต่างด้าวเข้ามาทำงานในบริษัทฯ ที่ขอได้ (ในการขอรับหนังสือกรมการจัดหางานดังกล่าว
en_us: announcing the result of the decision regarding whether the alien is permitted to work at the company which they referred to in their request (when requesting a certificate from the Department of Employment

source: แผนอพยพเพื่อรองรับสถานการณ์ฉุกเฉิน
en_us: evacuation plan for the alleviation of emergency situations

source: และจะไม่ทำงานในระหว่างพำนักในไทย - หลักฐานแสดงฐานะทางการเงินหรือหลักฐานการได้รับเงินบำนาญ
en_us: and will not work while residing in Thailand - evidence indicating financial status or evidence of receiving pensions

source: และชื่อผู็สมัคร สว. ทั่ว ประเทศ ได้ตามเอกสารแนบฯ
en_us: and the name of the person applying to be a national senator according to the attached documents

source: และต้องเสียค่าธรรมเนียมการขออยู่ต่อตามปกติ
en_us: and must pay the fee for an extension of stay

source: โซฟาหนังและหนังเทียม ชุดโซฟา โซฟาเบด ชุดเฟอร์นิเจอร์ที่ใช้สำหรับเก็บอุปกรณ์ต่างๆ ตู้ไซด์บอร์ด ตู้อเนกประสงค์
en_us: leather and fake leather sofas, sofa sets, sofa bed, furniture sets used for storing accessories, sideboard cabinets, all purpose cabinets

source: โซฟาและอาร์มแชร์ ขาเสริม อาร์มแชร์ เก้าอี้นวมยาว
en_us: NS

source: โดยหนังสือรับรองจะต้องระบุชื่อ ตำแหน่ง และวัตถุประสงค์การเดินทางให้ชัดเจน
en_us: The certificate must clearly specify the name, position, and purpose of travel.

source: โดยในการขอยื่นคำร้องขออยู่ต่อที่สำนักงานตรวจคนเข้าเมือง
en_us: When filing a petition for an extension of stay with the Immigration Bureau

source: โต๊ะเครื่องแป้ง ผ้าปู ผ้าคลุม และ พรม ผ้าและสิ่งทอสำหรับใช้กลางแจ้ง
en_us: NS

source: โปรดศึกษา "วิธีใช้งานเบื้องต้น" ก่อนเข้าสู่ระบบ
en_us: Please study "The Basics of How to Use" before logging in.

source: โปรแกรมการขอวีซ่าอื่นๆ
en_us: other visa request programs

source: ใช้เวลาเพียงสองสามนาทีเท่านั้น
en_us: takes only two or three minutes

source: ใบอนุญาตทำงานที่ยังมีอายุใช้งาน
en_us: a working permit that is still valid

source: ให้ยึดเนื้อหาในเว็บไซต์ของกรมการกงสุลและของสถานกงสุลเป็นหลัก.
en_us: take content primarily from the websites of the Department of Consular Affairs and the consulate.

source: ให้ไปติดต่อกองงานคนต่างด้าว
en_us: to contact the alien's Department of Labor

source: (ฝ่ายบันทึกและแก้ไขหนังสือเดินทาง
en_us: (Department for Registration and Correction of Passports

source: ** รูปภาพรถบัสเพื่อการอ้างอิงเท่านั้น.
en_us: ** Picture of the bus for reference only.

source: 52 ผู้ประกอบการรถบัส 1,613 เส้นทางการเดินรถ 5,406 รอบการเดินรถต่อวัน ค้นหา ค้นหาและเลือกเส้นทาง จอง ใส่ข้อมูลของคุณและชำระเงิน ไป!
en_us: 52 bus operators, 1,613 routes, 5,406 trips per day. Search, search and choose a route, reserve, enter your information and pay, go!

source: กรมพระยาชัยนาทนเรนทร
en_us: Rangsit Prayurasakdi

source: กางเกงรัดรูปและเลกกิ้ง
en_us: form fitting pants and leggings

source: กีฬาอื่น ๆ(18)
en_us: other sports (18)

source: ขณะที่แฟนกีฬาจะหลงใหลในแอพกีฬารุ่นใหม่
en_us: while sports fans are crazy about new sports apps

source: ขอให้เพื่อนๆทุกคน
en_us: hope that all friends

source: คนเก่ง ขั้นเทพ เร็วที่สุดในโลก
en_us: A person who is highly skilled, godlike, and the fastest in the world.

source: ความนิยม (ต่ำสุด)
en_us: Popularity (minimum)

source: คอนโดมิเนียมที่มีนวัตกรรมการออกแบบ
en_us: condominiums with innovative design

source: คุณสามารถค้นหาเส้นทางและจองตั๋วรถโดยสารออนไลน์ได้ทันที
en_us: You can search for a destination and book a ticket online instantly.

source: จนออกอาการแบบนี้!
en_us: until such symptoms appear!

source: ซิมฟรีพร้อมโบนัสเริ่มต้น
en_us: free SIM card with a starting bonus

source: ซึ่งรถทัวร์ที่ให้บริการมีหลากหลายขนาดที่นั่ง
en_us: The tour bus offered has a varied seating sizes.

source: ตารางเดินรถจะถูกจัดขึ้นล่วงหน้า 1 เดือน
en_us: The bus schedule will be set 1 month in advance.

source: ทาวน์โฮม 2 ชั้น ล้ำหน้า กว่าทุกแนวคิด
en_us: the most modern 2 floor townhouses

source: ท่านสามารถทำการนัดหมายแพทย์กับเจ้าหน้าที่ได้ที่ โทร.1719 ค่ะ
en_us: You can make your doctor's appointment with the staff by calling 1719.

source: บ้านเดี่ยวที่เหนือกว่าด้วยสไตล์เพียบพร้อม
en_us: high quality, customizable single-family house

source: ปิดตารามเมศวร์ใหญ่
en_us: Large Closed-eye Ramesuan amulet

source: ปิดตำาจารย์นำ พรายเงินจัดๆ
en_us: closed-eye, Phra Ajahn Nam amulet made from sparkling silver

source: พระกริ่งทักษิณชินวโร รุ่น 2
en_us: Phrakringthaksinshinwaro amulet, 2nd version

source: พระชัย 4 มุมเมือง สวยเดิมๆ ตอก โค๊ตได้คมชัดลึกทั้ง 3 โค๊ต ไร้ กังขา
en_us: Phrachai 4 Mummueang amulet, beautiful and authentic, with all 3 codes unquestionably well chiseled in

source: พระชัยวัฒน์ 4 มุมเมือง โค๊ตเดี ยวสวยเดิมๆ
en_us: Phrachaiwat 4 Mummueang amulet, with one code, and beautiful and authentic

source: พระชัยเฉลิมพล ปี 28 หลวงพ่อท่า นคลิ้ง
en_us: 28th anniversary Phrachaichaloemphon Luang Pho Thankhling amulet

source: พระปิดตามหาจักรี เนื้อนวะ สวยเ ดิมๆ
en_us: Closed-eye Maha Chakri amulet, made from 9 metals, beautiful and authentic

source: พระสมเด็จ พระอาจารย์นำ ชินวโร วัดดอนศาลา เนื้อผงน้ำมัน ปี ๒๕ ๑๕ (สวย+หายาก)
en_us: Phra Somdet Phra Ajarn Chinwaro, of Wat Don Sala, made from compressed oily powder, 1972 (beautiful + rare)

source: พร้อมกล่องเดิมๆเนื้อสวยจัดจ้า นครับ
en_us: with the original box and made from exquisitely beautiful material.

source: พร้อมสไตล์ที่โดดเด่นเป็นเอกลักษณ์
en_us: with a distinctive, unique style

source: พร้อมเกมมากมายที่คุณเลือกได้ตามชอบ
en_us: with many games to choose from

source: พันธมิตรการเดินทางบางส่วนของเรา เช่น ลมพระยา, ไทเกอร์ไลน์ และสุวรรณภูมิบูรพา
en_us: some of our travel partners such as Lomprayah, Tiger Lines, and Suvarnabhumi Burapha

source: มีค่าจัดส่งตามระยะทาง
en_us: There is a delivery charge calculated according to distance.

source: ยังเป็นการช่วยอนุรักษ์น้ำและสิ่งแวดล้อมอีกด้วย
en_us: also helps conserve water and the environment.

source: รวมถึงเส้นทางระหว่างประเทศสิงคโปร์, มาเลเซีย และอินโดนีเซีย
en_us: including travel between Singapore, Malaysia and Indonesia.

source: รับ6เหรียญสวยมุกเหรียญ6500รอบน
en_us: NS

source: ลดความรุนแรงของปัญหาน้ำท่วมในพื้นที่กรุงเทพมหานครและบริเวณใกล้เคียงแล้ว
en_us: have reduced the severity of flooding problems in the Bangkok region

source: ศุภาลัย วิลล์ เทพารักษ์
en_us: Supalai Ville Teparak

source: สังกัจจายน์ เนื้อเงิน สวยแชมป์
en_us: Sangkatchai amulet, made of silver and beautiful enough to win a prize

source: สามารถดูเมื่อไหร่และที่ไหนก็ได้
en_us: can watch anytime anywhere

source: สินค้าลงขายแล้วมีจริง
en_us: There really are products put up for sale.

source: หลังจากนั้นเลือกที่นั่งและชำระเงิน
en_us: After that, choose a seat and pay.

source: อัตราค่าบริการโทรข้ามประเทศ
en_us: international calling rate

source: อาจารย์นำธนาคารกรุงเทพฯปี24เคา ะเดียว3
en_us: 24th anniversary Bangkok Bank Ajahn Nam amulet, first-price sealed-bid auction 3

source: เคาะเดียว เหรียญพระพุทธทักษิณม ิ่งมงคล ปี2511 อ.นำ ปลุกเสก สว ย 400.-
en_us: first-price sealed-bid auction for a beautiful, consecrated 1968 Phraphutthathaksinkingmongkol coin of Ajahn Nam, 400.-

source: เซ็นทรัล เอ็มบาสซี
en_us: Central Embassy

source: เดินทางภายในประเทศไทยหรือออกไปไกลถึงประเทศเพื่อนบ้าน
en_us: to travel either within Thailand or to neighboring countries

source: เทคนิคการลงทุนหุ้นต่างประเทศ
en_us: a technique for investing in foreign stocks

source: เที่ยวเมืองไทยใน 1 วัน
en_us: traveling in Thailand for 1 day

source: เบอร์เกอร์ และอาหารจานด่วน
en_us: burgers and fast food

source: เมื่อความคับแค้นใจผู้เป็นพ่อ
en_us: when resentful, the father

source: เมื่อถูกระบายสู่คูคลอง
en_us: when released into the canal

source: เลือกต้นทางที่จะขึ้นรถทัวร์
en_us: choose where to board the tour bus

source: เวลาเปิด-ปิด: 11.00 - 21.00 ทุกวัน
en_us: hours: 11.00 - 21.00 everyday

source: เหรียญ อจ.นำ ภปร. ปี20 ผิวเดิม ๆ
en_us: 20th anniversary coin of Ajahn Nam, with the king's signature and original finish

source: และบริษัทอื่นอีกที่คุณจะพบได้จากระบบการซื้อตั๋วรถทัวร์ออนไลน์ของเรา
en_us: and other companies you can find on our online bus ticket sales system

source: และผู้แทนสำนักงาน ก.ค.ศ. ในคณะกรรมการศึกษาธิการจังหวัด (กศจ.) ✎ 15 พ.ย. 2559
en_us: and a representative of OTEPC in the Provincial Education Commission (PEC) ✎ 15 Nov 2016

source: และยืนยันการจองที่นั่งทันที
en_us: and instantly confirm the seat reservation

source: และรถทัวร์จากประเทศไทยไปมาเลเซีย
en_us: and tour buses from Thailand to Malaysia

source: และรถทัวร์ไปสิงคโปร์ทุกวันอีกด้วย
en_us: and even daily buses to Singapore as well

source: และเต็มอิ่มด้วยประสบการณ์ที่เหนือชั้น
en_us: and full of unbeatable experiences

source: โกหว่า เดิม ๆ เคาะเดียวครับ
en_us: first-price sealed-bid auction for an original Kowa amulet

source: โดยที่ไม่ขออนุญาตก่อน
en_us: without first asking permission

source: โดยน้ำที่ถูกกักเก็บไว้
en_us: with the water that has been dammed up

source: โรงแรมใกล้สถานที่ท่องเที่ยวยามราตรี
en_us: hotels near nightlife attractions

source: โรงแรมใกล้ห้างสรรพสินค้า ในกรุงเทพฯ
en_us: hotels near the shopping malls in Bangkok

source: ได้เล่นแล้วจะต้องติดใจอย่างแน่นอน
en_us: once you've played it, you'll be hooked

source: ไม่ทราบบล๊อค ทองหนา
en_us: unknown margin, thick gilding

source: ไม่เพียงแค่ช่วยประหยัดเงินเท่านั้น
en_us: doesn't just help conserve money

source: กรณีมีความผิดปกติใดๆ
en_us: in the case of any abnormality

source: กล่องบรรจุของ เกิน 2 ชิ้น น้ำหนักรวมเกิน 20 กิโลกรัม หรือเป็นสิ่งอื่นที่มิใช่สัมภาระ
en_us: more than two boxes, over 20 kilograms in total weight, or an item other than luggage

source: ขอเลือกสิ่งที่ดีให้ตัวเอง!
en_us: Please choose something nice for yourself!

source: ซึ่งเกิดจากความผิดพลาด การละเว้น การหยุดชะงัก ข้อบกพร่อง ความไม่สมบูรณ์
en_us: due to an error, omission, disruption, defect, imperfection

source: ทำให้พระอัจฉริยภาพทางกีฬาเรือใบของพระองค์ที่ยอมรับกันทั่วโลก
en_us: caused his world renowned sailing prowess

source: ทำให้รู้สึกผ่อนคลายไม่เมื่อยล้า
en_us: relaxes and doesn't cause fatigue

source: ที่ทางทีมงานได้จัดทำขึ้น
en_us: which the work team produced

source: ที่ส่อเจตนาแอบอ้างถึงบริษัทฯ
en_us: who intend to surreptitiously allude to the company

source: นอกจากนั้นบนรถจัดบริการอาหารหลักทุกเที่ยวรถโดยสาร
en_us: moreover, a main course is served onboard on every trip

source: นับถือในตัวเองได้อย่างไร
en_us: how to respect oneself

source: บริษัทฯ สงวนลิขสิทธิ์ในการดำเนินคดีตามกฎหมาย
en_us: The company reserves the right to litigate in accordance with the law.

source: บริษัทได้จัดห้องพักรับรองพิเศษแยกส่วนจากผู้โดยสารทั่วไป
en_us: The company has set aside a special room apart from the other passengers.

source: ผู้เจาะระบบเครือข่ายคอมพิวเตอร์ แม้บริษัทฯ หรือตัวแทนบริษัทฯ
en_us: computer network hackers, even the company or the company's representatives

source: พระองค์ยังได้ทรงออกแบบและประดิษฐ์เรือใบยามว่างออกมาหลายรุ่น
en_us: He designed and built many kinds of sailboats.

source: มาตรฐานตัวรถ ตัวรถสีขาวคาดด้วยแถบชมพู
en_us: standard buses, white buses with pink stripes

source: รวมทั้งการเมือง ศีลธรรม จริยธรรมของไทย
en_us: including Thai politics, morality, and ethics.
